// ignore_for_file: lines_longer_than_80_chars

part of '../consulting_doctor_screen.dart';

class _Content {
  _Content._();
  static const topDescription =
      'Интеллектуальное развитие ребёнка – сложный психофизиологический процесс. Современный научный подход к детскому становлению выделяет два основных фактора:';
  static const descriptionItems = [
    'Биологический или наследственный. Он во многом определяет наше физиологическое и психологическое здоровье, иммунитет, устойчивость к внешней природной среде.',
    'Социальный. Результат нашего исключительно человеческого научения и развития в обществе: усвоение речи, мышление, жизненные и коммуникативные навыки.',
  ];
  static const bottomDescription =
      'Важным этапом начала успешного интеллектуального развития детей становятся возрастные психофизиологические процессы, которые формируют смысловое понятийное мышление. Они основаны на синхронности биологического и социального фактора. С точки зрения современной ';
}
